START_MESSAGE = (
    "Йоу, чуваки! Готовы разрывать мозги? Вот что я умею:\n"
    "🌍 Мгновенное изучение любого языка: грамматика, разговорная речь и языковые тонкости.\n"
    "💻 Быстрое освоение программирования: основные языки и создание проектов.\n"
    "📝 Составление юридических договоров и разбор правовых нюансов.\n"
    "🧠 Психологическая помощь и поддержка анонимно.\n"
    "🎓 Профессиональная помощь с домашними заданиями и образованием.\n"
    "📚 Помощь в написании курсовых и дипломных работ.\n"
    "💰 Заработок на написании контента и поиск заказчиков.\n"
    "🎭 Креативные сценарии и идеи для игр, коллективов и праздников.\n"
    "💡 Новые способы заработка в интернете и разработка бизнес-планов.\n"
    "🌐 Информация и советы о путешествиях и туризме.\n"
    "🎨 Творчество и искусство: идеи, руководства и вдохновение.\n"
    "📖 Литература и чтение: рекомендации и обсуждение произведений.\n"
    "🎯 Развитие навыков коммуникации и личностного роста.\n"
    "🍳 Кулинария и рецепты: новые блюда и кулинарные техники.\n"
    "🏋️ Фитнес и здоровый образ жизни: тренировки и здоровье.\n"
    "📷 Фотография и обработка изображений: советы и техники.\n"
    "🎲 Игры и головоломки: стратегии и развлечения.\n"
    "🎵 Музыка: жанры, исполнители и инструменты.\n"
    "🌿 Садоводство и огородничество: уход за растениями и садом.\n"
    "🖥 Технологии и компьютеры: советы по использованию программ и интернета.\n"
)
REQUEST_ACCEPTED = '⏳'
NO_TEXT = 'К сожалению, бот понимает только текстовые сообщения'
CONTEXT_RESET = '🧹Контекст диалога был сброшен 🧹'
GPT_ERROR = (
    'Произошла непредвиденная ошибка, '
    'попробуйте отправить свой запрос позже или напишите @stfbo'
)
BUTTON_RESET_TEXT = "🧹Сбросить контекст диалога🧹"
